Repository: Hydrology-IFH/HydroApps
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: de

source: For purposes of user statistics, the IP address, the current time, the username and the URL are stored when the page is called up. A transfer to third parties, for commercial or non-commercial purposes, does not take place.
de: Zu Zwecken der Nutzerstatistik wird beim aufrufen der Seite die IP Adresse, der aktuelle Zeitpunkt, sowie die aufgerufene URL abgespeichert. Eine Weitergabe an Dritte, zu kommerziellen oder nicht kommerziellen Zwecken, findet nicht statt.

source: Plugins and tools
de: Plugins und Tools

source: <p>We use the hCaptcha anti-bot service (hereinafter "hCaptcha") on our website. This service is provided by Intuition Machines, Inc., a Delaware US Corporation ("IMI"). </p> <p>hCaptcha is used to check whether the data entered on our website (such as on a login page or contact form) has been entered by a human or by an automated program. To do this, hCaptcha analyzes the behavior of the website or mobile app visitor based on various characteristics. </p> <p>This analysis starts automatically as soon as the website or mobile app visitor enters a part of the website or app with hCaptcha enabled. For the analysis, hCaptcha evaluates various information (e.g. IP address, how long the visitor has been on the website or app, or mouse movements made by the user). The data collected during the analysis will be forwarded to IMI.</p> <p>Data processing is based on Art. 6(1)(f) of the GDPR (DSGVO): the website or mobile app operator has a legitimate interest in protecting its site from abusive automated crawling and spam. IMI acts as a "data processor" acting on behalf of its customers as defined under the GDPR, and a "service provider" for the purposes of the California Consumer Privacy Act (CCPA). </p> <p>For more information about hCaptcha and IMI's privacy policy and terms of use, please visit the following links:
de: <p>Wir nutzen hCaptcha (im Folgenden &bdquo;hCaptcha&ldquo;) auf dieser Website. Anbieter ist die Intuition Machines, Inc., 2211 Selig Drive, Los Angeles, CA 90026, USA (im Folgenden &bdquo;IMI&ldquo;).</p><p>Mit hCaptcha soll überprüft werden, ob die Dateneingabe auf dieser Website (z.&nbsp;B. in einem Kontaktformular) durch einen Menschen oder durch ein automatisiertes Programm erfolgt. Hierzu analysiert hCaptcha das Verhalten des Websitebesuchers anhand verschiedener Merkmale.</p><p>Diese Analyse beginnt automatisch, sobald der Websitebesucher eine Website mit aktiviertem hCaptcha betritt. Zur Analyse wertet hCaptcha verschiedene Informationen aus (z.&nbsp;B. IP-Adresse, Verweildauer des Websitebesuchers auf der Website oder vom Nutzer getätigte Mausbewegungen). Die bei der Analyse erfassten Daten werden an IMI weitergeleitet. Wird hCaptcha im &bdquo;unsichtbaren Modus&ldquo; verwendet, laufen die Analysen vollständig im Hintergrund. Websitebesucher werden nicht darauf hingewiesen, dass eine Analyse stattfindet.</p><p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse daran, seine Webangebote vor missbräuchlicher automatisierter Ausspähung und vor SPAM zu schützen. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und &sect; 25 Abs. 1 TTDSG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z.&nbsp;B. Device-Fingerprinting) im Sinne des TTDSG umfasst. Die Einwilligung ist jederzeit widerrufbar.</p> <p>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt &ldquo;Hinweis zur Verantwortlichen Stelle&ldquo; in dieser Datenschutzerklärung entnehmen.</p><p>Weitere Informationen zu hCaptcha entnehmen Sie den Datenschutzbestimmungen und Nutzungsbedingungen unter folgenden Links:

source: and
de: und

source: Source
de: Quelle

source: Imprint
de: Impressum

source: This site was created in 2022 by Max Schmit at the Chair of Hydrology at the University of Freiburg.
de: Diese Seite wurde 2022 von Max Schmit an der Professur für Hydrologie der Universität Freiburg erstellt.

source: Author - content, structure, implementation and conception of the website
de: Autor - Inhalt, Aufbau, Umsetzung und Konzeption der Webseite

source: Max Schmit is at your disposal for questions, problems and comments.
de: Zu Fragen, Problemen und Anmerkungen steht Ihnen Max Schmit gerne zur Verfügung.

source: Editor
de: Herausgeber

source: Chair of Hydrology - Albert-Ludwigs University of Freiburg i.Br.
de: Professur für Hydrologie - Albert-Ludwigs Universität Freiburg i.Br.

source: Managing Director
de: Geschäftsführender Direktor

source: Tax identification number
de: Umsatzsteueridentifikationsnummer

source: used images
de: genutzte Bilder

source: The following image sources were used for this page
de: Folgende Bild-Quellen wurden für diese Seite genutzt

source: created by Jürgen Strub
de: von Jürgen Strub erstellt

source: used software
de: Benutzte Software

source: The following software packages got used for creating this website
de: Die folgenden Software-Pakete wurden für die Erstellung dieser Webseite genutzt

source: This list does not claim to be a complete list of all the software used, but only lists the main packages. We thank all the developers of these packages for their work, because without their work this project would not have been possible.
de: Diese Auflistung hat nicht den Anspruch eine ausschöpfende Auflistung der verwendeten Software zu sein, sondern nur die Hauptpakete aufzulisten. Den Entwickler*Innen dieser Pakete soll hiermit für ihre Arbeit gedankt werden, da ohne deren Arbeit dieses Projekt nicht hätte entstehen können.

source: Certainly many more software packages were used that are not listed here. However, we would like to thank them as well.
de: Sicher kamen noch viele weitere Software-Pakete zum Einsatz die hier nicht aufgeführt werden können. Der Dank gilt ihnen aber ebenso.

source: Used datasets
de: Genutzte Datensätze

source: For each Application on this website different data sources were used. Here you will find a list of data sources used depending for each Application:
de: Für jede Anwendung auf dieser Webseite wurden unterschiedliche Datenquellen genutzt. Hier finden Sie je nach Anwendung eine Liste der genutzten Datenquellen:

source: Available online at
de: Online verfügbar unter

source: last checked on
de: zuletzt geprüft am

source: Disclaimer
de: Haftungsausschluss

source: The Chair of Hydrology as publisher and Max Schmit as author of the website do not assume any liability or guarantee for the correctness, reliability, completeness and accuracy of this website and its contents, including hyperlinked websites. The contents of this website have been researched and implemented with the greatest possible care. Nevertheless, errors in the editing process cannot be excluded. The publisher and the author do not assume any responsibility for improper or inappropriate use of the services offered here by third parties.
de: Die Professur für Hydrologie als Herausgeber und Max Schmit, als Autor der Internetseite übernehmen keinerlei Haftung oder Garantie für die Richtigkeit, Verlässlichkeit, Vollständigkeit und Genauigkeit dieser Webseite und ihrer Inhalte, inklusive der durch Hyperlinks verknüpften Webseiten. Die Inhalte dieser Website wurden mit größtmöglicher Sorgfalt recherchiert und implementiert. Fehler im Bearbeitungsvorgang sind dennoch nicht auszuschließen. Der Herausgeber und der Autor übernehmen keinerlei Verantwortung für missbräuchliche oder unsachgemäße Anwendung der hier angebotenen Dienste durch Dritte.

source: The use of the contents of this website, including downloading time series, as well as downloading programs, is at the user's own risk. The mere use of the website does not constitute any contractual relationship between the user and the publisher.
de: Die Nutzung der Inhalte der Website, einschließlich heruntergeladene Zeitreihen, sowie heruntergeladener Programme, erfolgt auf eigene Gefahr des Nutzers. Mit der reinen Nutzung der Website kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Herausgeber zustande.

source: Excluded are claims for direct or indirect damages or consequences of a material or immaterial nature arising from the direct, indirect or non-use of the content, data and knowledge offered or which arise from access to the published information, through misuse of the connection or technical faults. Also excluded are rights and obligations between the Chair of Hydrology and the user of this website or third parties.
de: Ausgeschlossen sind Haftungsansprüche wegen direkter oder indirekter Schäden oder Konsequenzen materieller oder immaterieller Art, die durch die direkte, indirekte oder Nicht- Nutzung der angebotenen Inhalte, Daten und des angebotenen Wissensstoffes entstehen oder welche aus dem Zugriff der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind. Ausgeschlossen sind auch Rechte und Pflichten zwischen der Professur für Hydrologie und dem Nutzer dieser Website oder Dritten.

source: Disclaimer for external links
de: Haftungsausschluss bei externen links

source: The contents of external sites or the services offered by them, to which the Chair of Hydrology refers to with links, have not been checked and do not reflect the opinion of the publisher. They serve merely to provide information and to illustrate connections. The publisher has no influence on the current and future design and content of the linked pages. The inclusion of external links does not imply that the publisher adopts the content behind the reference or link as its own.
de: Die Inhalte fremder Seiten oder die darauf angebotenen Dienstleistungen, auf die die Professur für Hydrologie mittels Links hinweist, wurden nicht überprüft und spiegeln nicht die Meinung des Herausgebers wieder, sondern dienen lediglich der Information und der Darstellung von Zusammenhängen. Der Herausgeber hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Herausgeber die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht.

source: The Chair of Hydrology declares that it has no influence whatsoever on the design and content of the externally linked pages. Therefore, the Chair of Hydrology hereby expressly distances itself from all contents of all linked pages on this homepage. This declaration applies to all links displayed on this homepage.
de: Die Professur für Hydrologie erklärt ausdrücklich, dass sie keinerlei Einfluss auf die Gestaltung und die Inhalte der extern gelinkten Seiten hat. Deshalb distanziert sich die Professur für Hydrologie hiermit ausdrücklich von allen Inhalten aller verlinkte Seiten auf dieser Homepage. Diese Erklärung gilt für alle auf dieser Homepage angezeigten Links.

source: Copyright
de: Urheberrecht

source: The texts, illustrations, photos and maps published on this website as well as the design of the website are protected by copyright and may only be copied and printed for private, scientific and non-commercial use. They are the property of the author or the persons, companies or institutions mentioned by name. Contents and rights of third parties are marked as such. Should an error have occurred despite careful handling, please contact the above-mentioned persons. Any use not permitted by German copyright and ancillary copyright law requires the prior written consent of the author or the respective copyright holder. Use for personal, private and non-commercial use is permitted, as long as you do not remove any copyright or other intellectual property notices. Caching in a cache or on a proxy server to optimize access speed is permitted.
de: Die auf dieser Webseite veröffentlichten Texte, Abbildungen, Fotos und Karten, sowie die Gestaltung der Webseite sind urheberrechtlich geschützt und dürfen nur zum privaten, wissenschaftlichen und nicht gewerblichen Gebrauch kopiert und ausgedruckt werden. Sie sind Eigentum des Autors oder der jeweils namentlich genannten Personen, Firmen oder Institutionen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Sollte dabei trotz sorgfältigen Vorgehens ein Fehler entstanden sein, bitten wir um Kontaktaufnahme mit den o.g. Ansprechpartnern. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Autors oder jeweiligen Rechteinhabers. Die Nutzung für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt, sofern Sie keine Urheberrechts- oder sonstigen Hinweise auf das geistige Eigentum entfernen. Die Zwischenspeicherung in einem Cache oder auf einem Proxy-Server zur Optimierung der Zugriffsgeschwindigkeit ist gestattet.

source: The graphics and downloaded time series may be used without permission. The citation of the website, as well as the setting of links to our website are expressly permitted. If this website is displayed in external frames, we ask for prior consultation and consent.
de: Die Grafiken und heruntergeladenen Zeitreihen können ohne Zustimmung verwendet werden. Das Zitieren der Webseite, sowie das Setzen von Links auf unsere Webseite sind ausdrücklich erlaubt. Bei Darstellung dieser Webseite in fremden Frames bitten wir um vorherige Rücksprache und Zustimmung.

source: Data protection
de: Datenschutz

source: By visiting this website, files may be temporarily stored when downloading a time series. Furthermore, the IP address, the user name and the time of the download will be stored. The entered location, polygons or address will not be stored by us. A transfer to third parties, for commercial or non-commercial purposes, does not take place. The data is deleted at regular intervals (maximum 7 days).
de: Durch den Besuch dieser Webseite können beim herunterladen einer Zeitreihe die Dateien temporär gespeichert werden. Weiterhin wird die IP-Adresse, der Benutzernamme und die Uhrzeit des Downloads abgespeichert. Die eingegebene Ortsangabe, Polygone oder Adresse wird dabei durch uns nicht gespeichert. Eine Weitergabe an Dritte, zu kommerziellen oder nichtkommerziellen Zwecken, findet nicht statt. Die Daten werden in regelmässigen Abständen gelöscht (maximal 7 Tage).

source: For the purpose of user statistics, the IP address, the current time and the URL are stored when the page is called up. Data will not be passed on to third parties for commercial or non-commercial purposes.
de: Zu Zwecken der Nutzerstatistik wird beim aufrufen der Seite die IP Adresse, der aktuelle Zeitpunkt, sowie die aufgerufene URL abgespeichert. Eine Weitergabe an Dritte, zu kommerziellen oder nicht kommerziellen Zwecken, findet nicht statt.

source: We use the hCaptcha anti-bot service (hereinafter "hCaptcha") on our website. This service is provided by Intuition Machines, Inc., a Delaware US Corporation ("IMI"). hCaptcha is used to check whether the data entered on our website (such as on a login page or contact form) has been entered by a human or by an automated program. To do this, hCaptcha analyzes the behavior of the website or mobile app visitor based on various characteristics. This analysis starts automatically as soon as the website or mobile app visitor enters a part of the website or app with hCaptcha enabled. For the analysis, hCaptcha evaluates various information (e.g. IP address, how long the visitor has been on the website or app, or mouse movements made by the user). The data collected during the analysis will be forwarded to IMI. Data processing is based on Art. 6(1)(f) of the GDPR (DSGVO): the website or mobile app operator has a legitimate interest in protecting its site from abusive automated crawling and spam. IMI acts as a "data processor" acting on behalf of its customers as defined under the GDPR, and a "service provider" for the purposes of the California Consumer Privacy Act (CCPA). For more information about hCaptcha and IMI's privacy policy and terms of use, please visit the following links:
de: Wir verwenden auf unserer Website den Anti-Bot-Dienst hCaptcha (nachfolgend "hCaptcha"). Dieser Dienst wird von Intuition Machines, Inc. bereitgestellt, einer US-amerikanischen Gesellschaft mit Sitz in Delaware ("IMI"). hCaptcha wird verwendet, um zu überprüfen, ob die auf unserer Website (z. B. auf einer Anmeldeseite oder einem Kontaktformular) eingegebenen Daten von einem Menschen oder einem automatisierten Programm eingegeben wurden. Zu diesem Zweck analysiert hCaptcha das Verhalten des Besuchers der Website oder der mobilen App anhand verschiedener Merkmale. Diese Analyse beginnt automatisch, sobald der Besucher der Website oder der mobilen App einen Teil der Website oder der App mit aktiviertem hCaptcha betritt. Für die Analyse wertet hCaptcha verschiedene Informationen aus (z.B. IP-Adresse, Verweildauer des Besuchers auf der Website oder App oder Mausbewegungen des Nutzers). Die bei der Analyse erhobenen Daten werden an das IMI weitergeleitet. Die Datenverarbeitung erfolgt auf Grundlage von Art. 6(1)(f) der DSGVO: Der Betreiber der Website oder der mobilen App hat ein berechtigtes Interesse daran, seine Website vor missbräuchlichem automatisiertem Crawling und Spam zu schützen. Das IMI handelt als "Datenverarbeiter", der im Namen seiner Kunden im Sinne der DSGVO handelt, und als "Dienstleister" im Sinne des California Consumer Privacy Act (CCPA). Weitere Informationen über hCaptcha und die Datenschutzrichtlinien und Nutzungsbedingungen von IMI finden Sie unter den folgenden Links:

source: Notes
de: Hinweise

source: The fact that a term or designation on this website is not identified as a brand or trademark does not allow the conclusion that it may not be a brand or trademark after all. The same applies to patents and other forms of protection.
de: Die Tatsache, dass ein Begriff oder eine Bezeichnung auf dieser Website nicht als Marke oder Warenzeichen gekennzeichnet ist, lässt nicht den Schluss zu, dass es sich nicht evtl. doch um eine Marke oder ein Warenzeichen handelt. Gleiches gilt für Patente und andere Schutzformen.

source: The Professorship of Hydrology and the author expressly reserve the right to change, delete or temporarily not publish contents in whole or in part at any time without prior notice.
de: Die Professur für Hydrologie und der Autor behalten sich ausdrücklich vor, jederzeit Inhalte ohne Ankündigung ganz oder teilweise zu ändern, zu löschen oder zeitweise nicht zu veröffentlichen.

source: The contact data in the imprint are not to be used for advertising purposes. Commercial use and distribution of this data is not permitted.
de: Die Kontaktdaten im Impressum sind nicht zu Werbezwecken zu verwenden. Eine kommerzielle Nutzung und Weitergabe dieser Daten ist nicht gestattet.

source: unreleased
de: unveröffentlicht

source: This Application didn't get released yet. If you want to test it, you need to login and apply for a test User account.
de: Diese Anwendung wurde noch nicht veröffentlicht. Wenn Sie diese testen möchten, müssen Sie sich anmelden und beantragen, dass Sie als Test Nutzer freigeschaltet werden.
