Repository: Hydrology-IFH/HydroApps
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: A website with different Webtools created by the hydrology department at the university of Freiburg.
de: Eine Internetseite mit verschiedenen Web-Anwendungen die an der Professur für Hydrologie an der Uni Freiburg erstellt wurden.

source: Log out
de: Ausloggen

source: Login
de: Einloggen

source: This website is in debuging mode
de: Diese Website ist aktuel im Debug-Modus

source: This Application did not yet get released. You can see it, because you're a Test-User
de: Diese Anwendung wurde noch nicht veröffentlicht. Wenn Sie diese testen möchten, müssen Sie sich anmelden und beantragen, dass Sie als Test Nutzer freigeschaltet werden.

source: imprint
de: Impressum

source: privacy agreement
de: Datenschutzerklärung

source: Privacy aggrement
de: Datenschutzerklärung

source: Overview of privacy agreement
de: Datenschutz auf einen Blick

source: General notes
de: Allgemeine Hinweise

source: The following notices provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to identify you personally. For more detailed information on the subject of data protection, please refer to this privacy aggrement.
de: Die folgenden Hinweise geben einen einfachen überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.

source: Data collection on this site
de: Datenerfassung auf dieser Website

source: Who is responsible for the data Collection on this site?
de: Wer ist verantwortlich für die Datenerfassung auf dieser Website?

source: Data processing on this website is carried out by the website operator. You can find his contact details in the section &ldquo;Notice on the responsible party&ldquo; in this data protection declaration.
de: Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt &ldquo;Hinweis zur Verantwortlichen Stelle&ldquo; in dieser Datenschutzerklärung entnehmen.

source: How is your data collected?
de: Wie erfassen wir Ihre Daten?

source: On the one hand, your data is collected by you providing it to us. This can be e.g. data that you enter in a contact that you enter in a contact form, registration form or request form.
de: Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.&nbsp;B. um Daten handeln, die Sie in ein Kontaktformular, Anmeldeformular oder Anfrageformular eingeben.

source: Other data is collected automatically or after your consent when you visit the website by our IT systems. This is mainly technical data (e.&nbsp;g. internet browser, operating system, IP address or time of page view). The collection of this data takes place automatically as soon as you enter this website.
de: Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.&nbsp;B. Internetbrowser, Betriebssystem, IP-Adresse oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.

source: Part of the data is collected to ensure error-free provision of the website. Other data may be used to analyze your user behavior.
de: Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.

source: What rights do you have regarding your data?
de: Welche Rechte haben Sie bezüglich Ihrer Daten?

source: At any time you have the right to receive information free of charge about the origin, recipient and purpose of your stored personal data. You also have the right to demand the correction or deletion of this data. If you have given your consent to data processing, you may revoke this consent at any time for the future. In addition, you have the right, under certain circumstances, to request restrictions of the processing of your personal data. Furthermore, you have the right to lodge a complaint with the competent supervisory authority.
de: Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.

source: You can contact us at any time with regard to this or any other questions on the subject of data protection.
de: Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.

source: General notes and mandatory&shy;information
de: 2. Allgemeine Hinweise und Pflicht&shy;informationen

source: Privacy
de: Datenschutz

source: The operator of these pages take the protection of your personal data very seriously. We treat your personal data confidentially in accordance to the data protection regulations and this data protection declaration.
de: Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.

source: When you use this website, various personal data are collected. Personal data is data with which you can be personally identified. This data protection declaration explains what data we collect and how we use it. It also explains how and for what purpose this is done.
de: Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.

source: We would like to point out that data transmission on the Internet (e.g. communication by e-mail) may be subject to security gaps. Complete protection of data against access by third parties is not possible.
de: Wir weisen darauf hin, dass die Datenübertragung im Internet (z.&nbsp;B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.

source: Note on the responsible entity
de: Hinweis zur verantwortlichen Stelle

source: The responsible body for data processing on this website is
de: Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist

source: Albert-Ludwigs University Freiburg
de: Albert-Ludwigs-Universität Freiburg

source: Chair of Hydrology
de: Professur für Hydrologie

source: The responsible entity is the natural or legal person who alone or jointly with others on the purposes and means of the processing of personal data (eg names, e-mail addresses or ...) decides.
de: Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.&nbsp;B. Namen, E-Mail-Adressen o. ä.) entscheidet.

source: Data Protection Officer
de: Datenschutzbeauftragte*r

source: Albert-Ludwigs-University Freiburg
de: Albert-Ludwigs-Universität Freiburg

source: Storage duration
de: Speicherdauer

source: Unless a more specific storage period is specified in this data protection statement, your personal data will remain with us until the purpose of the data processing no longer applies. If you have a legitimate request or if you revoke your consent to data processing, your data will be deleted, unless we have other legally permissible reasons for storing your personal data (e.g. retention periods under tax or commercial law). In the latter case, the data will be deleted after these reasons have ceased to apply.
de: Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z.&nbsp;B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.

source: We will delete your created account and the associated data after 2 years of inactivity.
de: Ihr angelegtes Konto und die dazugehörigen Daten löschen wir nach einer Inaktivität von 2 Jahren.

source: General information on the legal basis for data processing on this website
de: Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website

source: If you have consented to the data processing, we process your personal data on the basis of Art. 6 para. 1 lit. a DSGVO or Art. 9 para. 2 lit. a DSGVO, if special categories of data according to Art. 9 para. 1 DSGVO are processed. In the event of explicit consent to the transfer of personal data to third countries, the data processing will be carried out in accordance with Art. 9 Para. In the case of explicit consent to the transfer of personal data to third countries, the data processing is also based on Art. 49 (1) a DSGVO. If you consent to the storage of cookies or to the access to information in your terminal device (e.g. viaDevice-Fingerprinting), the data processing is additionally carried out on the basis of &sect; 25 Para. 1 TTDSG. This consent can be revoked at any time. If your data is required to fulfill a contract or to carry out pre-contractual measures, we will process your data on the basis of Art. 6.Paragraph 1 lit. b DSGVO. Furthermore, we process your data if this is required to fulfill a legal obligation on the basis of Art. 6 Para.1 lit. c DSGVO. The data processing may furthermore be carried out on basis of our legitimate interest according to Art. 6 para. 1 lit. f DSGVO. In each individual case, the legal basis is explained in the following paragraphs of this data protection declaration.
de: Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z.&nbsp;B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von &sect; 25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.

source: Note on data transfer to the USA and other third countries
de: Hinweis zur Datenweitergabe in die USA und sonstige Drittstaaten

source: Among other things, we use tools from companies based in the USA or other third countries that are not secure under data protection law. If these tools are active, your personal data may be transferred to these third countries and processed there. We would like to point out that the level of data protection comparable to that in the EU can not be guaranteed in these countries. For example, US companies are obliged to hand over personal data to security authorities without you as the data subject being able to take legal action against this. It can therefore not be ruled out that US authorities (e.g. intelligence services) process, evaluate and permanently store your data located on US servers for monitoring purposes. We have no influence on these processing activities.
de: Wir verwenden unter anderem Tools von Unternehmen mit Sitz in den USA oder sonstigen datenschutzrechtlich nicht sicheren Drittstaaten. Wenn diese Tools aktiv sind, können Ihre personenbezogene Daten in diese Drittstaaten übertragen und dort verarbeitet werden. Wir weisen darauf hin, dass in diesen Ländern kein mit der EU vergleichbares Datenschutzniveau garantiert werden kann. Beispielsweise sind US-Unternehmen dazu verpflichtet, personenbezogene Daten an Sicherheitsbehörden herauszugeben, ohne dass Sie als Betroffener hiergegen gerichtlich vorgehen könnten. Es kann daher nicht ausgeschlossen werden, dass US-Behörden (z.&nbsp;B. Geheimdienste) Ihre auf US-Servern befindlichen Daten zu überwachungszwecken verarbeiten, auswerten und dauerhaft speichern. Wir haben auf diese Verarbeitungstätigkeiten keinen Einfluss.

source: Revocation of your consent to data processing
de: Widerruf Ihrer Einwilligung zur Datenverarbeitung

source: Many data processing operations are only possible with your consent. You can revoke your consent at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation.
de: Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.

source: Right to refuse to the collection of data in special cases and to direct advertising
de: Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung

source: Right to complain to the competent supervisory authority
de: Beschwerde&shy;recht bei der zuständigen Aufsichts&shy;behörde

source: Right of data portability
de: Recht auf Daten&shy;übertrag&shy;barkeit

source: Information, deletion and correction
de: Auskunft, Löschung und Berichtigung

source: Right to restrict the processing
de: Recht auf Einschränkung der Verarbeitung

source: You have the right to request the restriction of the processing of your personal data. For this purpose, you can contact us at any time. The right of restriction of processing exists in the following cases
de: Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen

source: If you dispute the accuracy of your personal data stored by us, we usually need time to verify this. For the duration of the review, you have the right to request the restriction of the processing of your personal data.
de: Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in derRegel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.

source: If the processing of your personal data happened/is happening unlawfully, you may request the restriction of data processing instead of erasure.
de: Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.

source: If we no longer need your personal data, but you need them to exercise, defend or assert legal claims, you have the right to demand restriction of the processing of your personal data, instead of the deletion of your personal data.
de: Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.

source: If you have lodged an objection pursuant to Art. 21 (1) DSGVO, a balancing of your and our interests must be carried out. As long as it has not yet been determined whose interests prevail, you have the right to request the restriction of the processing of your personal data.
de: Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.

source: If you have restricted the processing of your personal data, such data may be processed&ndash; apart from being stored &ndash; only with your consent or for the assertion, exercise or defense of legal claims or for the protection of the rights of another natural or legal person, or for reasons of important public interest of the European Union or of a Member State.
de: Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten &ndash; von ihrer Speicherung abgesehen &ndash; nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.

source: SSL or TLS encryption
de: SSL- bzw. TLS-Verschlüsselung

source: This site uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as orders or requests that you send to us as the site operator. You can recognize an encrypted connection by the fact that the address line of the browser changes from &bdquo;http://&ldquo; to &bdquo;https://&ldquo; and by the lock symbol in your browser line.
de: Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von &bdquo;http://&ldquo; auf &bdquo;https://&ldquo; wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.

source: If the SSL or TLS encryption is activated, the data that you transmit to us, cannot be read by third parties.
de: Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.

source: Contact form
de: Kontaktformular

source: If you send us inquiries via the contact form, your data from the inquiry form, including the contact data provided by you will be stored by us for the purpose of processing the request and in case of follow-up questions. We do not pass on this data without your consent.
de: Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.

source: The processing of this data is based on Art. 6 para. 1 lit. b DSGVO, if your request is related to the fulfillment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of the requests addressed to us (Art. 6 para. 1 lit. f DSGVO) or on your consent (Art. 6 para. 1 lit. a DSGVO) if this has been requested; the consent can be revoked at any time.
de: Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.

source: The data you send to us via contact requests will remain with us until you request us to delete it, revoke your consent to storage or the purpose for storing the data no longer applies (e.&nbsp;g. after the processing of your request has been completed). Mandatory legal provisions &ndash; in particular statutory retention periods &ndash; remain unaffected.
de: Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.&nbsp;B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen &ndash; insbesondere gesetzliche Aufbewahrungsfristen &ndash; bleiben unberührt.

source: Request by e-mail, phone or fax
de: Anfrage per E-Mail, Telefon oder Telefax

source: If you contact us by e-mail, telephone or fax, your inquiry, including all resulting data (name, inquiry) will be stored and processed by us for the purpose of processing your request. We will not pass on this data without your consent.
de: Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.

source: This website consists of various web applications that store different data and are therefore explained individually below.
de: Diese Internetseite besteht aus verschiedenen Web Anwendungen die unterschiedliche Daten abspeichern und deshalb im Folgenden einzeln erläutert werden.

source: When downloading individual time series in the WeatherDB app, the created time series are saved temporarily.
de: Beim herunterladen einzelner Zeitreihen in der WeatherDB-App werden die erstellten Zeitreihen temporär gespeichert.

source: Furthermore, the IP address, the user name, the time of the download and the parameters entered in the form are saved. The purpose of this is to save resources, as the data does not have to be recreated in the event of another download-request.
de: Weiterhin werden die IP-Adresse, der Benutzernamme, die Uhrzeit des Downloads, sowie die im Formular eingegebenen Parameter abgespeichert. Dies hat zum Zweck, Ressourcen zu sparen, da bei einer erneuten Anfrage die Daten nicht neu erstellt werden müssen.

source: This collected data is kept for a maximum of 1 day and is then deleted.
de: Diese erhobenen Daten werden maximal 1 Tag aufbewahrt und anschließend gelöscht.

source: No additional data is collected and stored in this process.
de: Hierbei werden keine zusätzlichen Daten erhoben und abgespeichert.

source: This tool links to an external page, which is only linked here.
de: Dieses Tool verweist auf eine externe Seite, die hier nur verlinkt ist.

source: Storage for the purpose of user statistics
de: Speicherung zum Zweck der Nutzerstatistik
