Repository: Hydrology-IFH/HydroApps
Catalog: HydroApps/locale/*/LC_MESSAGES/django.po
Languages: de

source: On this site you will find several Web Apllications that got created by the department of Hydrology at the University of Freiburg.
de: Auf dieser Seite finden Sie verschiedene Web-Anwendungen, die von der Professur für Hydrologie der Albert-Ludwigs-Universität in Freiburg erstellt wurden.

source: This is an Application to get quality checked, corrected and filled weather station time series for all of germany.
de: Dies ist eine Anwendung, um qualitätsgeprüfte, korrigierte und gefüllte Wetterstations-Zeitreihen für ganz Deutschland zu erhalten.

source: This is an Application to get the climate projections of single weather stations.
de: Dies ist eine Anwendung zur Ermittlung wie sich die Klimaprojektionen auf einzelne Wetterstationen auswirken.

source: Classification of heavy rain events for the state of Baden-Württemberg.
de: Klassifizierung von Starkregenereignissen für Baden-Württemberg.

source: An app to demonstrate the outcomes of the AVOSS project. E.g. illustrate the benefits of the pluvial flood index (german: SFI).
de: Eine Anwendung, um die Ergebnisse des AVOSS Projekts darzustellen. Z.B. die Vorteile des Sturzflutindexes (SFI) zu zeigen.

source: Classification of heavy rain events for all of germany.
de: Klassifizierung von Starkregenereignissen für ganz Deutschland.

source: A collection of Hydrology internal tools.
de: Eine Sammlung von Hydrologie internen Tools.

source: This is an Application to get the near natural water balance of cities.
de: Dies ist eine Anwendung, um die naturnahe urbanen Wasserbilanz von Städten zu bestimmen.

source: This is an Application to simulate the water balance of a small area in Freiburg and to show the effects near natural rainwater management can have on it.
de: Dies ist eine Anwendung, um den Wasserhaushalt eines kleinen Gebietes in Freiburg zu simulieren und um zu zeigen, welche Auswirkungen eine naturnahe Regenwasserbewirtschaftung darauf haben kann.

source: This application simulates the mobilization of biocides from facades in cities and shows a potential risk to groundwater.
de: Diese Anwendung simuliert die Mobilisierung von Bioziden aus Fassaden in Städten und zeigt ein mögliches Risiko für das Grundwasser auf.

source: Measurments
de: Messungen

source: Water level Dreisam
de: Pegel Dreisam
