Repository: Hydrology-IFH/HydroApps
Catalog: *_auth/locale/*/LC_MESSAGES/django.po
Languages: de

source: Why should you be granted access to the Hydro-Apps resources? Explain in your own words
de: Warum sollten Sie Zugang zu den Ressourcen von Hydro-Apps erhalten? Begründen Sie in Ihren eigenen Worten

source: This information will get used to decide whether you are granted access to the database. The information will only be visible to you and the admin of this site.
de: Diese Informationen werden verwendet, um zu entscheiden, ob Ihnen Zugang zur Datenbank gewährt wird. Die Informationen sind nur für Sie und den Administrator der Webseite sichtbar.

source: Privacy agreement
de: Datenschutzerklärung

source: User Already Exist
de: Nutzer*in existiert bereits

source: Email Already Exist
de: E-Mail existiert bereits

source: This is the Password to log into the database. Please use this together with your username to use the python package.
de: Dies ist das Passwort für die Anmeldung bei der Datenbank. Bitte verwenden Sie dieses zusammen mit Ihrem Benutzernamen, um das Python-Paket zu nutzen.

source: This is the number of stations you can download at once from this Website.
de: Dies ist die Anzahl an Stationen die auf einmal heruntergeladen werden können.

source: Maximum allowed Stations to download at once
de: Maximal erlaubte Stationen je Download

source: Users must have an email address
de: Nutzer*in benötigt eine E-Mail Adresse

source: Users must have an unique username
de: Nutzer*in benötigt einen eindeutigen Nutzernamen

source: This username is already a database user for the weatherDB database.
de: Dieser Nutzername ist bereits ein Datenbank-Nutzer für die WeatherDB-Datenbank.

source: email address
de: E-Mail Adresse

source: Comment of the user why he/she should have access to the Hydro-Apps
de: Begründung des/der Nutzer*in wieso Er/Sie Zugang zu Hydro-Apps haben sollte

source: I agree to the terms of usage of my data and I did read and agree to the policy agreement of this website.
de: Ich habe die Datenschutzerklärung dieser Seite gelesen und stimme der Nutzung meiner Daten zu.

source: Designates whether the user confirmed the data policy agreement.
de: Gibt an ob der/die Nutzer*in die Datenschutzerklärung bestätigt hat.

source: Designates whether the user confirmed it's e-mail address.
de: Gibt an ob der/die Nutzer*in die E-Mail Adresse bestätigt hat.

source: Designates whether the user got activated by a super user.
de: Gibt an ob der/die Nutzer*in durch einen Administrator bestätigt wurde.

source: Designates whether the user can log into this admin site.
de: Gibt an ob der/die Nutzer*in sich ins Admin Portal einloggen kann.

source: Designates whether the user is superuser.
de: Gibt an ob der/die Nutzer*in super user Rechte hat.

source: Designates whether the user can log into the WeatherDB-database.
de: Gibt an ob der/die Nutzer*in zugang zur WeatherDB-Datenbank hat.

source: Designates the number of stations a user can download at once on the WeatherDB App.
de: Gibt die Anzahl an Stationen die ein*e Nutzer*in auf einmal von der WeatherDB-App herunterladen kann.

source: The Password for this user to log into the database.
de: Das Passwort für diese*n Nutzer*in um sich auf der WeatherDB-Datenbank einzuloggen.

source: Hello
de: Hallo

source: Your account for
de: Ihr Konto für

source: got activated and is now ready to use
de: wurde aktiviert und kann jetzt genutzt werden

source: If you think, it's not you, then just ignore this email. This is an automatic generated E-mail, please don't answer it.
de: Wenn Sie der Meinung sind, dass das nicht für Sie ist, dann ignorieren Sie diese E-Mail einfach. Dies ist eine automatisch generierte E-Mail, bitte beantworten Sie sie nicht.

source: We noticed, that you didn't use your Account for
de: Uns ist aufgefallen, dass Sie Ihr Konto für

source: for nearly 2 years.
de: seit fast 2 Jahren nicht verwendet haben.

source: To keep your account please just login during the next 30 days. If you won't log in during the next 30 days, we will remove your account.
de: Um Ihr Konto zu behalten, loggen Sie sich bitte innerhalb der nächsten 30 Tage ein. Wenn Sie sich in den nächsten 30 Tagen nicht anmelden, werden wir Ihr Konto löschen.

source: Sincerely, your Hydro-Apps webmaster
de: Mit freundlichen Grüßen, ihr Hydro-Apps-Webmaster

source: If you think this E-Mail is not for you, then just ignore it. This is an automatic generated E-mail, please don't answer it.
de: Wenn Sie der Meinung sind, dass diese E-Mail nicht für Sie ist, dann ignorieren Sie diese einfach. Dies ist eine automatisch generierte E-Mail, bitte beantworten Sie sie nicht.

source: Please click on the link below to confirm your registration:
de: Bitte klicken Sie auf den folgenden Link um ihre Registrierung zu bestätigen:

source: If you think, it's not for you, then just ignore this email. This is an automatic generated E-mail, please don't answer it.
de: Wenn Sie der Meinung sind, dass das nicht für Sie ist, dann ignorieren Sie diese E-Mail einfach. Dies ist eine automatisch generierte E-Mail, bitte beantworten Sie sie nicht.

source: The admin did grant you Database access to the WeatherDB. You can login on our
de: Der Administrator hat ihnen Zugriff auf die WeatherDB-Datenbank gewährt. Sie können sich auf

source: WeatherDB Website
de: WeatherDB-Webseite

source: and go to your profile page to download your database password
de: unserer Seite einloggen und zu ihrer Profilseite gehen um die Zugangsdaten herunterzuladen

source: Someone asked for password reset for email
de: Jemand hat nach einer Zurückstellung des Passworts für die E-Mail Adresse

source: on the Hydro-Apps website
de: auf der Hydro-Apps Webseite

source: Follow the link below
de: Folgen Sie dem folgenden Link

source: Password reset for Hydro-Apps
de: Passwort wiederherstellen für Hydro-Apps

source: Login to Hydro-Apps
de: Anmelden auf Hydro-Apps

source: You are already loged in as
de: Sie sind bereits eingelogt

source: Log out
de: Ausloggen

source: No Account yet?
de: Noch kein Konto?

source: Register
de: Registrieren

source: Username
de: Nutzername

source: E-Mail/Username
de: E-Mail/Nutzername

source: Password
de: Passwort

source: Login
de: Anmelden

source: Forgot Password
de: Passwort vergessen

source: Password reset complete
de: Passwort-Wiederherstellung erfolgreich

source: Your password got successfully reset.
de: Ihr Passwort wurde erfolgreich geändert.

source: Back to login
de: Zurück zum Einloggen

source: Reset your password
de: Passwort zurücksetzen

source: Confirm
de: Bestätigen

source: Link send
de: Link verschickt

source: If you have an account a link was send to your E-Mail Adress to reset your password. Please also check your spam folder.
de: Falls Sie ein Konto besitzen wurde Ihnen ein Wiederherstellungs-Link an Ihre E-Mail Adresse geschickt. Bitte überprüfen Sie auch Ihren Spam-Ordner.

source: Send password reset link
de: Sende Passwort-Wiederherstellungs-Link

source: Reset
de: Wiederherstellen

source: Account was set up and a confirmation E-Mail was send to your E-mail.
de: Konto wurde eingerichtet und eine Bestätigungs-E-Mail wurde an Sie gesendet.

source: Please check your spam folder
de: Bitte überprüfen Sie Ihren Spam-Ordner

source: Your E-Mail Adress got confirmed.
de: Ihre E-Mail-Adresse wurde bestätigt.

source: Your account is now activated.
de: Ihr Konto ist jetzt aktiviert.

source: To fully activate your acount the Administrators have to allow your account.
de: Um Ihr Konto vollständig freizuschalten müssen die Administrator*innen Sie zuerst freischalten.

source: For this reason an E-mail was send to the Administrator to confirm your registration. Please wait 1-2 days for this step to be done.
de: Aus diesem Grund wurde eine E-Mail an die Administrator*innen gesendet, um Ihre Anmeldung zu bestätigen. Bitte warten Sie 1-2 Tage, bis dieser Schritt erledigt ist.

source: You will receive an email notification when your account got confirmed. Please check your spam folder.
de: Sie erhalten eine E-Mail-Benachrichtigung, wenn Ihr Konto bestätigt wurde. Bitte überprüfen Sie Ihren Spam-Ordner.

source: Register to Hydro-Apps
de: Auf Hydro-Apps Registrieren

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: personal introduction
de: persönliche Vorstellung

source: This information will get used to decide to what resource you will get access to. For e.g. to decide if you should get a database access to the WeatherDB. The information will only be visible to you and the admin of this site.<br>E.g. I am working at the Uni Freiburg Hydrology department or I am student at the hydrology in Freiburg...
de: Diese Informationen werden genutzt um zu entscheiden ob Ihnen Zugang zu den einzelnen Ressourcen gewährt werden soll. Z.B ob ihnen Zugang zur WeatherDB-Datenbank gewährt werden soll. Die Informationen werden nur für Sie und die Administrator*innen dieser Seite sichtbar sein. z.B. ich arbeite an der Uni Freiburg Hydrologie oder ich bin Student der Hydrologie in Freiburg...

source: Password confirmation
de: Passwort bestätigen

source: The User-Account
de: Das Nutzerkonto

source: got confirmed
de: wurde bestätigt

source: A notification E-mail was send to the user.
de: Eine Bestätigungs-E-Mail wurde an den/die Nutzer*in gesendet.

source: Your request for WeatherDB-Database access got send to the Admins
de: Ihre Anfrage für den WeatherDB-Datenbankzugang wurde an die Administrator*inen gesendet

source: This can take several days until the admin will provide you with the requested privileges.
de: Dies kann einige Tage dauern, bis die Administrator*innen Ihnen den Zugriff gewähren.

source: You will get notified by E-Mail when your request is treated. Please also check your spam folder.
de: Sie werden per E-Mail benachrichtigt, sobald Ihre Anfrage bestätigt wurde. Bitte überprüfen Sie auch Ihren Spam-Ordner.

source: Your request could <b>not</b> get send to the admins.
de: Ihre Anfrage konnte <b>nicht</b> an die Administrator*innen geschickt werden.

source: It seems that your account did not get activated yet or you didn't activate your E-mail adress until now.
de: Es scheint, dass Ihr Konto noch nicht aktiviert wurde oder Sie Ihre E-Mail-Adresse noch nicht aktiviert haben.

source: As long as your profile is not complete, you will not be able to get WeatehrDB-database access.
de: Solange Ihr Profil nicht vollständig ist, können Sie keinen Zugang zur WeatherDB-Datenbank erhalten.

source: Reactivation Link send to
de: Wiederherstellungs-Link gesendet an

source: An E-Mail was send to you to reactivate your account. Please also check your spam folder.
de: Eine E-Mail um ihren Account zu reaktivieren wurde an Sie gesendet. Bitte überprüfen Sie auch ihren Spam Ordner.

source: Password changed
de: Passwort geändert

source: Your Password got successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.

source: Back to your Profile
de: Zurück zu ihrem Profil

source: Change Password for
de: Ändere Passwort für

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: New Password confirmation
de: Neues Passwort bestätigen

source: Save Changes
de: Speichere Änderungen

source: Profile page for
de: Profil-Seite für

source: on the Hydro-Apps
de: auf den Hydro-Apps

source: To access the Database it is important to have a meaningfull personal introduction in your profile settings.
de: Um auf die Datenbank zugreifen zu können, ist es wichtig, eine aussagekräftige persönliche Vorstellung in Ihren Profileinstellungen zu haben.

source: If you didn't yet provide a good introduction please return to your profile page and update your profile.
de: Wenn Sie sich noch nicht gut vorgestellt haben, kehren Sie bitte zu Ihrer Profilseite zurück und aktualisieren Sie Ihr Profil.

source: return to profile
de: zurück zu ihrem Profil

source: Send request
de: Sende Anfrage

source: Change Password
de: Ändere Passwort

source: This information will get used to decide whether you are granted access to some ressources like e.g. the WeatherDB database. The information will only be visible to you and the admin of this site.<br>E.g. I am working at the Uni Freiburg Hydrology department or I am student at the hydrology in Freiburg...
de: Diese Informationen werden genutzt um zu entscheiden ob Ihnen Zugang zu den einzelnen Ressourcen gewährt werden soll. Die Informationen werden nur für Sie und die Administrator*innen dieser Seite sichtbar sein. z.B. ich arbeite an der Uni Freiburg Hydrologie oder ich bin Student der Hydrologie in Freiburg...

source: specific profile settings for the active app
de: spezifische Profileigenschaften für die aktive App

source: Database access
de: Datenbankzugang

source: You haven't yet been granted access to the WeatherDB database.
de: Ihnen wurde noch kein Zugang zur WeatherDB-Datenbank gewährt.

source: request access
de: Zugang anfragen

source: maximal Download
de: maximaler Download

source: Your E-Mail adress got confirmed
de: Ihre E-Mail-Adresse wurde bestätigt

source: You still have to confirm your E-Mail adress
de: Sie müssen noch Ihre E-Mail-Adresse bestätigen

source: Resend an E-mail confirmation mail.
de: E-Mail Bestätigung erneut zuschicken.

source: You Account still has to get activated. <br>If your E-Mail is confirmed and you waited for 2 ore more days and your account is still not active, please write to
de: Ihr Konto muss noch aktiviert werden. <br>Wenn Ihre E-Mail bestätigt wurde, Sie 2 oder mehr Tage gewartet haben und Ihr Konto immer noch nicht aktiv ist, schreiben Sie bitte an

source: Renew the API Password
de: Erneure das API Passwort

source: Copy the API Password to your clipboard
de: Kopiere das API Passwort

source: Hello Admin, \n\nI need a higher download limit for the weatherDB website, because: \n... fill out ...\n\nPlease update my Account.\n\nSincerely,\n
de: Hallo Admins,\n\nIch benötige ein höheres Download-Limit für die WeatherDB-Anwendung, weil ich \n... füllen Sie dies aus...\n\nBitte aktualisieren Sie mein Konto.\n\nMit freundlichen Grüßen,\n

source: Request a higher download limit
de: Beantrage ein höheres Download-Limit
