Repository: Hydrology-IFH/HydroApps
Catalog: RheiKlim/locale/*/LC_MESSAGES/django.po
Languages: de

source: Map of the Stations
de: Karte der Stationen

source: To see the bias corrected climate ensembles/projections of a station you can select the station in the map below.
de: Um die biaskorrigierten Ensembles/Klimaprojektionen an einer Station zu sehen, können Sie die Station auf der Karte unten auswählen.

source: There you will be able to download all the plots for this station or add the station the the selection form. By filling out the form and clicking on 'add plots' you will be able to see the plots here and compare them. Your selected plots will apear at the bottom of this page.
de: Dort können Sie alle Abbildungen für diese Station herunterladen oder die Station in das Auswahl-Formular übernehmen. Füllen Sie das Formular aus und klicken Sie auf 'Abbildungen hinzufügen' um die einzelnen Abbildung angezeigt zu kriegen und sie vergleichen zu können. Die ausgewählten Abbildungen werden unten auf dieser Seite angezeigt.

source: Select plots to show
de: Abbildungen auswählen

source: Show me an explanation of the plots.
de: Zeigen Sie mir eine Erklärung der Abbildungen.

source: Choose the Parameters you would like to see.<br>select multiple values with Ctrl
de: Wählen Sie die Parameter, die Sie sehen möchten.<br>Mehrere Werte mit Strg auswählen

source: precipitation
de: Niederschlag

source: temperature
de: Temperatur

source: dew point temperature
de: Taupunkttemperatur

source: potential evapotranspiration
de: potentiale Evapotranspiration

source: radiation
de: Strahlung

source: relative air moisture
de: relative Luftfeuchtigkeit

source: snowfall
de: Schneefall

source: Which period do you want to see?<br>select multiple values with Ctrl.
de: Welchen Zeitraum wollen Sie sehen?<br>Wählen Sie mehrere Werte mit Strg.

source: Period
de: Zeitraum

source: Year
de: Jahr

source: Spring
de: Frühling

source: Summer
de: Sommer

source: Fall
de: Herbst

source: daily maximums
de: tägliche Maximas

source: Enter the station IDs you would like to see as a comma separated list.<br>The easier way to select a station is by clicking on it on the map.
de: Geben Sie die IDs der Stationen, die Sie sehen möchten, als kommagetrennte Liste ein.<br>Die einfachste Möglichkeit, eine Station auszuwählen, ist, sie auf der Karte anzuklicken.

source: selected station IDs
de: gewählte Stations-IDs

source: Show selection on map
de: Zeige Auswahl auf der Karte

source: Color Selection
de: Auswahl einfärben

source: Remove Coloring
de: Einfärbung entfernen

source: Filter Selection
de: Auswahl filtern

source: Remove Filters
de: Filter entfernen

source: show plots
de: Abbildungen anzeigen

source: Plot explanation
de: Erläuterung der Abbildung

source: <b>Dots</b> mark the annual data.
de: <b>Punkte</b> markieren jährliche Werte.

source: <b>Lines</b> mark the 11-year moving means. (The average of a window of 11 years around a point)
de: <b>Linien</b> markieren das 11 jährige gleitende Mittel. (Der Mittelwert eines 11 jährigen Zeitraums um einen Punkt)

source: Switch between the plot explanation of the project synthesis or the online explanation
de: Wechseln Sie zwischen der Beschreibung der Abbildung des Projektberichts und der Online-Erklärung

source: This is the plot explanation from the
de: Dies ist die Erklärung der Abbildung aus dem

source: ASG-II project synthesis
de: ASG-II Projektbericht

source: Parameter of this plot described on the y-Axis
de: Parameter dieses Diagramms der auf y-Achse angezeigt wird

source: The Station ID
de: Die Stations-ID

source: The stations height above the sea.
de: Die Stationshöhe über dem Meeresspiegel.

source: The time period of this plot, here spring. This means that on this plot only the mean of the spring is shown.
de: Der Zeitraum dieser Abbildung ist hier das Frühjahr. Das bedeutet, dass in dieser Grafik nur der Mittelwert des Frühjahrs angezeigt wird.

source: The <b>blue dots</b> mark the individual RCM ensemble members.<br>The <b>light blue lines</b> mark the moving average for each of the members. The bandwidth (min-max) of these averages is represented by the <b>light blue area</b> and the ensemble mean of those by <br>the <b>thick blue line</b>.
de: Die <b>blauen Punkte</b> markieren die jahreswerte der einzelnen Ensemble-Members.<br>Die <b>hellblauen Linien</b> markieren den gleitenden Durchschnitt der einzelnen Ensemble-Member. Die Bandbreite (min-max) dieser 7 Linien ist durch die <b>hellblaue Fläche</b> markiert und deren Ensemble-Mittelwert durch die <b>dicke blaue Linie</b>.

source: The <b>red dots</b> mark the measurements of this station. So here are the mean spring temperatures for every year.<br>The <b>thick red line</b> marks a moving average (The average of a window of 11 years around a point) of those measurements.
de: Die <b>rotten Punkte</b> markieren die Messungen der Station. Hier gezeigt sind also die mittlere Sommer-Temperaturen für jedes Jahr.<br>Die <b>dicke rote Linie</b> markiert einen gleitenden Durchschnitt (der Durchschnitt eines Zeitfensters von 11 Jahren um einen Punkt) dieser Werte.

source: The reference climate period (1981-2010) taken.
de: Der gewählte Referenz-Klimaperiode (1981-2010).

source: A Boxplot of the reference climate period.
de: Ein Boxplot der Klimareferenzperiode.

source: Showing the min, max and mean of the ensemble collections mean value for this climate period.
de: Zeigt den Minimal-, Maximal- und Mittelwert der Mittelwerte der 7 verschiedenen Ensemble-Member für diese Klimaperiode.

source: The near future climate period (2031-2060) and the difference of the ensemble mean compared to the reference period.
de: Die Klimaperiode der fernen Zukunft (2071-2100) und die Differenz des Ensemble-Means im Vergleich zur Referenzperiode.

source: A Boxplot of the near future climate period.
de: Ein Boxplot der Klimaperiode der nahen Zukunft .

source: The far future climate period (2071-2100) and the difference of the ensemble mean compared to the reference period.
de: Die Klimaperiode der fernen Zukunft (2071-2100) und die Differenz des Ensemble-Means im Vergleich zur Referenzperiode.

source: A Boxplot of the far future climate period.
de: Ein Boxplot der Klimaperiode der fernen Zukunft.

source: The moving window size in years
de: Die Größe des gleitenden Fensters in Jahren

source: Close
de: Schließen

source: Plots
de: Abbildungen

source: clear plots
de: Abbildungen entfernen

source: A presentation of climate forecasts for individual weather stations in the Rhine river catchement. Results from the ASG-II project.
de: Eine Darstellung der Klimaprognosen für einzelne Wetterstationen im Rheineinzugsgebiet. Ergebnisse aus dem ASG-II-Projekt.

source: Map
de: Karte

source: Rhine climate projections (RheiKlim)
de: Rhein-Klimaprojektionen (RheiKlim)

source: This tool presents bias corrected projections of regional climate models for climate stations in the Rhine catchment area. Those were created within a project funded by the
de: Dieses Tool präsentiert Bias-korrigierte Projektionen regionaler Klimamodelle an den Klimastationen im Rheineinzugsgebiet. Diese wurden im Rahmen des von der

source: International Commission for the Hydrology of the Rhine basin (CHR)
de: Internationalen Kommission für die Hydrologie des Rheingebietes (KHR)

source: : &quot;Impact of climate change on the rain, snow and glacier melt components of streamflow of the river Rhine and its tributaries&quot; project, abbreviated as ASG-II. You can find detailed informations about the project on
de: geförderten Projekts: &quot;Auswirkungen des Klimawandels auf die Abflussanteile aus Regen, Schnee und Gletscherschmelze im Rhein und seinen Zuflüssen&quot;, kurz ASG-II, erstellt. Ausführliche Informationen über das Projekt finden Sie auf

source: this related page
de: dieser verwandten Seite

source: and particularly in
de: und insbesondere im

source: this final project report
de: Projektabschlussbericht

source: published through CHR, which also lists the underlying meteorological data sources.
de: der über die KHR veröffentlicht wurde und in dem auch die zugrunde liegenden meteorologischen Datenquellen aufgeführt werden.

source: To explain the method how the hereby presented data got created we refer to chapter 2.3 and 3 of the
de: Zur Erläuterung der Methode, wie die hier vorgestellten Daten entstanden sind, verweisen wir auf Kapitel 2.3 und 3 vom

source: project synthesis
de: Projektbericht
