Repository: Hydrology-IFH/HydroApps
Catalog: sfi_demo/locale/*/LC_MESSAGES/django.po
Languages: de

source: In the example of Emmendingen, a Bayesian network is used to quantify potential damage to buildings in the private residential sector as a result of flooding. In addition to building-specific factors, this approach also takes into account socioeconomic assumptions and the degree to which a municipality is prepared for heavy rainfall. With regard to flood parameters, the maximum flood depth and the maximum flow velocity are particularly important. For the location-specific damage estimates presented here, this information from AccRo is incorporated into the Bayesian network. More information on the damage modeling carried out in AVOSS can be found on the
de: Im Beispiel von Emmendingen wird ein Bayes'sches Netz dazu genutzt, um potentielle Gebäudeschäden im privaten Wohnsektor in Folge von Überflutung zu quantifizieren. In einem solchen Ansatz fließen neben gebäudespezifischen Faktoren auch sozioökonomische Annahmen sowie der Grad der (wie gut eine Kommune auf Starkregen vorbereitet ist) mit ein. Hinsichtlich der Überflutungsparameter sind insb. die maximale Überflutungstiefe und die maximale Fließgeschwindigkeit von Bedeutung. Für die hier dargestellten, ortslagenspezifischen Schadensabschätzungen fließen diese Informationen aus AccRo in das Bayes'sche Netz ein. Mehr Informationen zu der in AVOSS durchgeführten Schadensmodellierung findet sich auf der
