Repository: Hydrology-IFH/HydroApps
Catalog: weatherDB/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: legend
de: Legende

source: selected
de: ausgewählt

source: selected, but not in date range
de: ausgewählt, aber außerhalb der Zeitspanne

source: not select
de: nicht gewählt

source: Update Coloring
de: Einfärbung aktualisieren

source: Color Selection on map
de: Auswahl einfärben

source: Update Filter
de: Filter aktualisieren

source: Filter Selection on map
de: Auswahl filtern

source: Please check the input for errors.
de: Bitte überprüfen Sie Ihre Eingabe auf Fehler.

source: There was an Error, while creating the timeseries. Probably your window was opened for too long. Please reload the page and try again.
de: Bei der Erstellung der Zeitreihe ist ein Fehler aufgetreten. Wahrscheinlich haben Sie die Seite bereits zu lange geöffnet. Bitte laden Sie die Seite neu und versuchen Sie es erneut.

source: unselect
de: abwählen

source: select
de: auswählen

source: Station ID
de: Stations ID

source: available period of own raw data
de: verfügbarer Zeitraum der eigenen Rohdaten

source: available period of filled data
de: verfügbarer Zeitraum der gefüllten Daten

source: exposition class
de: Expositionsklasse

source: factors
de: Faktoren

source: corrected
de: korrigiert

source: filled
de: gefüllt

source: multi_annual
de: langjährig

source: You didn't select any station. Please enter a comma-seperated list of station IDs.
de: Sie haben keine Station ausgewählt. Bitte geben Sie eine durch Komma getrennte Liste an Stations-IDs ein.

source: The given list of stations is not in the right pattern.<br>The Station Ids must be provided as a comma or semmicolon seperated list of numbers.
de: Die angegebene Liste an Stationen entspricht nicht dem richtigen Muster.<br>Die Stations-IDs müssen als Komma oder Semikolon getrennte Liste von Nummern angegeben werden.

source: The following Station Ids are not valid and should get removed:
de: Die folgenden Stations-IDs sind ungültig und sollten entfernt werden:

source: You are only able to download
de: Sie können nur

source: stations at once
de: Stationen auf einmal herunterladen

source: If you want to download more stations please use the
de: Wenn Sie weitere Stationen herunterladen möchten, verwenden Sie bitte das

source: Python package
de: Python Paket

source: or register for an account and make an E-mail to request a higher limit.
de: oder registrieren Sie sich für ein Konto und beantragen Sie per E-Mail ein höheres Limit.

source: The date must be between
de: Für die gewählte Datenart, muss das Datum zwischen dem

source: and
de: und dem

source: for the selected stations and data kind
de: liegen

source: The temperature and evapotranspiration data are only downloaded as daily values.<br>Therefor only the Precipitation values will be in this frequency.
de: Die Temperatur- und Evapotranspirationsdaten werden nur als Tageswerte vom DWD heruntergeladen.<br>Daher werden nur die Niederschlagswerte in dieser Auflösung sein.

source: You selected to download unfilled data, therefor it is not possible to add filling informations.
de: Sie haben ungefüllte Zeitreihen zum herunterladen ausgewählt, daher ist es nicht möglich Informationen zu deren Füll-Status hinzuzufügen.

source: You selected to download the data in 10 minutes resolution.<br>Therefor no column is added, as this column is only added, when the data gets aggregated.
de: Sie haben ausgewählt, die Daten mit einer Auflösung von 10 Minuten herunterzuladen.<br>Daher wird keine Spalte hinzugefügt, da diese Spalte erst hinzugefügt wird, wenn die Daten aggregiert werden.

source: You selected to download the data in daily resolution.<br>Therefor no column is added for T and ET, as this column is only added, when the data gets aggregated.
de: Sie haben ausgewählt, die Daten in täglicher Auflösung herunterzuladen.<br>Daher wird keine Spalte für T und ET hinzugefügt, da diese Spalte nur hinzugefügt wird, wenn die Daten aggregiert werden.

source: Your last HCaptcha test was more than 10 minutes ago. Please redo this hCaptcha test.
de: Ihr letzter HCaptcha-Test ist mehr als 10 Minuten her. Bitte wiederholen Sie diesen hCaptcha-Test.

source: Please do this hCaptcha test!
de: Bitte machen Sie diesen hCaptcha-Test!
