Repository: Hydrology-IFH/HydroApps
Catalog: weatherdb/locale/*/LC_MESSAGES/django.po
Languages: de

source: An application to download quality checked, filled and corrected weather timeseries for all of germany.
de: Eine Applikation mit der aufbereitete, gefüllte und korrigierte Wetter-Zeitreihen für ganz Deutschland heruntergeladen werden können.

source: Method
de: Methode

source: Download
de: Herunterladen

source: Package
de: Paket

source: We are sorry. The WeatherDB Database Server is not available at the moment, please come back in some minutes.
de: Es tut uns leid. Der WeatherDB Datenbank Server ist im Moment nicht verfügbar. Bitte kommen Sie in einigen Minuten wieder.

source: Get a timeserie
de: Zeitreihe herunterladen

source: This is the Version of the WeatherDB-module that created the data in the database.
de: Dies ist die Version des WeatherDB-Moduls, das die Daten in der Datenbank erstellt hat.

source: Click to see all the Changes made in the module.
de: Klicken Sie hierauf , um alle am Modul vorgenommenen Änderungen anzuzeigen.

source: To download a timeserie you can select the stations from the following map.
de: Um eine Zeitreihe herunterzuladen, können Sie die Stationen auf der folgenden Karte auswählen.

source: Set the starting date of your timeserie
de: Legen Sie das Startdatum Ihrer Zeitreihe fest

source: The timeseries timestamp will be in UTC.
de: Der Zeitstempel für die Zeitreihe wird in UTC angegeben.

source: From
de: Von

source: Set the ending date of your timeserie.
de: Legen Sie das Enddatum Ihrer Zeitreihe fest.

source: Until
de: Bis

source: Choose the aggregation step you like to have.
de: Wählen Sie die gewünschte Aggregationsstufe.

source: Aggregation Step
de: Aggregationsstufe

source: 10 minutes
de: 10 minütig

source: hourly
de: stündlich

source: daily
de: täglich

source: monthly
de: monatlich

source: year
de: jährlich

source: Which format should the timestamp column have?
de: Welches Format sollte der Zeitstempel haben?

source: RoGeR format is one column per date part(year, month...)
de: RoGeR-Format ist eine Spalte pro Datumsteil (Jahr, Monat...)

source: string representation is one timestamp column as string
de: String-Format ist eine Zeitstempelspalte als String

source: timestamp format
de: Zeitstempel-Format

source: string representation
de: String-Format

source: There are different steps of timeseries creation that can get downloaded. Choose the step you would like. For more information read the method section.
de: Es gibt verschiedene Stufen der Erstellung der Zeitreihen, die jeweils heruntergeladen werden können. Wählen Sie den gewünschten Schritt. Für weitere Informationen lesen Sie die Seite der Methode.

source: data kind
de: Datenart

source: 4. Richter corrected and filled
de: 4. Richter korrigiert und gefüllt

source: 3. filled
de: 3. Gefüllt

source: 2. quality checked
de: 2. Qualitätsgeprüft

source: 1. raw
de: 1. Roh

source: Enter the station IDs you like as comma separated list
de: Geben Sie die gewünschten Stations-IDs als kommagetrennte Liste ein

source: selected Station IDs
de: gewählte Stations-IDs

source: Show selection on map
de: Zeige Auswahl auf der Karte

source: Color Selection
de: Auswahl einfärben

source: Remove Coloring
de: Einfärbung entfernen

source: Filter Selection
de: Auswahl filtern

source: Remove Filters
de: Filter entfernen

source: Additional options
de: Zusätzliche Optionen

source: Should the information about the filling step be added.
de: Sollen die Informationen über den Füll-Schritt hinzugefügt werden.

source: If no aggregation is done, a &quot;filled_by&quot; column is added to the output, to show the Station ID from which the data was taken to fill the gap.
de: Wenn keine Aggregation vorgenommen wird, wird der Ausgabe eine Spalte &quot;filled_by&quot; hinzugefügt. Diese gibt die Stations-ID an, deren Daten zum Füllen der Lücke genutzt wurden.

source: No data in this column means the measurement is a real measurement.
de: Keine Daten in dieser Spalte bedeutet, dass der Wert eine echte Messung ist.

source: If the data got aggregated a filled_share column is added, giving the share of gap filled values in the aggregation group in percent.
de: Wenn die Daten aggregiert wurden, wird eine Spalte filled_share hinzugefügt, die den Anteil der mit Lücken gefüllten Werte in der Aggregationsgruppe in Prozent angibt.

source: add gap filling information
de: Informationen zum Füllen der Lücken hinzufügen

source: Should the share of NAs be added, when the value got aggregated.<br>This adds a column with the share of NA values that where in the aggregation step in percent.
de: Soll der Anteil der NAs hinzugefügt werden, wenn der Wert aggregiert wurde.<br>Dies fügt eine Spalte mit dem Anteil in Prozent der NA-Werte hinzu, die in der Aggregierungsgruppe enthalten waren.

source: add the share of NAs in the original data (only for aggregated values)
de: den Anteil der NAs in den Originaldaten hinzufügen (nur für aggregierte Werte)

source: Should the minimal daily temperature value be added to the timeserie.
de: Sollte der minimale tägliche Temperaturwert zur Zeitreihe hinzugefügt werden.

source: add minimal daily Temperature
de: minimale tägliche Temperatur hinzufügen

source: Should the maximal daily temperature value be added to the timeserie.
de: Sollte der maximale tägliche Temperaturwert zur Zeitreihe hinzugefügt werden.

source: add maximal daily Temperature
de: maximale tägliche Temperatur hinzufügen

source: Should the output format be the RoGeR-toolbox format. This will rename the file and columns. Have a look at the examples in the
de: Sollen die Zeitreihen im RoGeR-Toolbox-Format sein. Dies ändert die Namen der Dateien und der Spalten. Schauen Sie sich die Beispiele im

source: download
de: Herunterladen

source: Welcome
de: Willkommen

source: This is the Web interface for the WeatherDB. The WeatherDB is a Database that automatically downloads the weather station data from the DWD-CDC server, checks the data, creates completely filled timeseries and aplies a Richter correction to the precipitation data. On this Web interface you can download the raw, checked, filled and Richter corrected timeseries for your simulations.
de: Dies ist das Weboberfläche für die WeatherDB. Die WeatherDB ist eine Datenbank, die automatisch die Daten der Wetterstationen vom DWD-CDC-Server herunterlädt, die Daten prüft, vollständig gefüllte Zeitreihen erstellt und eine Richter-Korrektur auf die Niederschlagsdaten anwendet. Über diese Weboberfläche können Sie die rohen, geprüften, gefüllten und Richter-korrigierten Zeitreihen für Ihre Simulationen herunterladen.

source: To download the station data go to
de: Um die Stationsdaten herunterzuladen, gehen Sie auf die

source: page
de: Seite

source: Python Package
de: Python Paket

source: To download the timeseries, there is a python package available on GitHub. For more information on the package please refer to
de: Um die Zeitreihen herunterzuladen, gibt es ein Python-Paket auf GitHub. Weitere Informationen zu diesem Paket finden Sie unter

source: and the
de: und die

source: Documentation
de: Dokumentation

source: To use the package you need login credentials, that are saved in the user configuration file and have to be inside of the UNI Freiburg network.
de: Um das Paket nutzen zu können, benötigen Sie Anmeldedaten, die in der Benutzerkonfigurations gespeichert werden und müssen sich innerhalb des UNI Freiburg Netzwerks befinden.

source: You can download your personal user configuration section from your
de: Sie können den betreffenden Abschnitt für Ihre Benutzerkonfiguration von Ihrer

source: Profile page
de: Profilseite

source: after_profile_page
de: herunterladen

source: You can get those credentials by
de: Sie können diese Zugangsdaten erhalten, indem Sie auf dieser Seite

source: requesting an account
de: ein Konto anlegen

source: If your account was activated you can download your user credential section from your Profile page.
de: Wenn Ihr Konto aktiviert wurde, können Sie den betreffenden Abschnitt für die Benutzerkonfiguraktions von Ihrer Profilseite herunterladen.

source: WeatherDB user configuration
de: Benutzerkonfiguration für WeatherDB

source: Those are the settings you will have to set in your user configuration file:
de: Dies sind die Einstellungen, die Sie in Ihrer Benutzerkonfigurationsdatei festlegen müssen:

source: Your Database password is
de: Dein Passwort für die Datenbank ist

source: You will be asked to enter it when you run the weatehrDB-module for the first time.
de: Du wirst aufgefordert, es einzugeben, wenn du das WeatherDB-Modul zum ersten Mal ausführst.

source: For further information, please refer to the
de: Für weitere Informationen, siehe

source: documentation
de: Dokumentation
