Repository: Hydrology-IFH/HydroApps
Catalog: sri_bw/locale/*/LC_MESSAGES/django.po
Languages: de

source: ID of the event
de: ID des Ereignisses

source: ID to link to the Grid-Cell
de: Id zur Verknüpfung mit der Rasterzelle

source: Duration class of the event (Dauerstufe) in minutes
de: Dauerstuffe des Niederschlagereignisses in Minuten

source: Precipitation amount of the event in mm
de: Niederschlagsmenge des Ereignisses in mm

source: Precipitation intensity of the event in mm/h
de: Niederschlagsmenge des Ereignisses in mm/h

source: Starkregen-Index (SRI) of the event
de: Starkregen-Index (SRI) dieses Ereignisses

source: Date of the event
de: Datum des Events

source: Rank of the event in the grid-cell
de: Rang des Ereignisses in dieser Rasterzelle

source: A presentation of heavy rain events and there classification (SRI) out of radar measurements. Results from the AVOSS project.
de: Eine Darstellung von Starkregenereignissen und deren Klassifizierung (SRI) aus Radarmessungen. Ergebnisse aus dem AVOSS Projekt.

source: Method
de: Methode

source: Map
de: Karte

source: This web tool is used to visualize past heavy rainfall events, which were classified state-wide for Baden-Württemberg using a heavy rainfall index (SRI).
de: Dieses WebTool dient zur Visualisierung vergangener Starkregenereignisse, die landesweit für Baden-Württemberg anhand eines Starkregenindex (SRI) klassifiziert wurden.

source: In order to provide municipalities in Baden-Württemberg with assistance within the framework of
de: Um den Kommunen in Baden-Württemberg im Rahmen von

source: the Chair of Hydrology at the University of Freiburg, in cooperation with the Regional Council of Stuttgart and the Baden-Württemberg State Institute for the Environment (LUBW), has created a state-wide classification of precipitation heights into a heavy rainfall index. This classification is grid-based on a ~&nbsp;2km&nbsp;x&nbsp;2km grid and for 12 different duration levels, which were classified as relevant in the course of the
de: eine Hilfestellung zu geben, hat die Professur für Hydrologie der Universität Freiburg in Zusammenarbeit mit dem Regierungspräsidium Stuttgart und der Landesanstalt für Umwelt Baden-Württemberg (LUBW) landesweit eine Einordnung von Niederschlagshöhen in einen Starkregenindex erstellt. Diese Einteilung erfolgt rasterbasiert auf einem ~ 2km x 2km Raster und für 12 verschiedene Dauerstufen, die ihm Zuge des

source: state's heavy rain risk management
de: Starkregenrisikomanagments

source: Details on the data basis and the methodological approaches are listed in the
de: Details zur Datengrundlage und den methodischen Ansätzen sind im

source: Method tab
de: Reiter Methode

source: In FLIWAS, the heavy rainfall index provides the basis for evaluating location-specific precipitation forecasts in terms of their intensity. To assist the user in this, past heavy rainfall events were also classified for each SRI grid cell using the location-specific SRI.
de: In FLIWAS liefert der Starkregenindex die Basis, um ortsspezifische Niederschlagsvorhersagen bezüglich ihrer Stärke zu bewerten. Um dem Anwender hierfür eine Hilfestellung zu geben, wurden zusätzlich für jede SRI-Rasterzelle vergangene Starkregenereignisse anhand des ortsspezifischen SRI klassifiziert.

source: Based on these analyses, corresponding tables of the SRI and classified heavy rainfall events are now available for the individual grid cells throughout the country. These are shown as examples in the two figures below, but can be called up specifically for each grid cell via the map tool.
de: Basierend auf diesen Analysen liegen nun landesweit für die einzelnen Rasterzellen entsprechende Tabellen des SRI und klassifizierter Starkregenereignisse vor. Diese sind exemplarisch in den beiden Abbildungen unten dargestellt, können aber über das Kartentool spezifisch für jede Raster-Zelle abgerufen werden.

source: Example of a site-specific heavy rainfall index table
de: Beispiel einer standortspezifischen Tabelle des Starkregenindex

source: Fig.
de: Abb.

source: Example table of classified heavy rain events
de: Beispieltabelle klassifizierter Starkregenereignisse

source: KombStRA map
de: KombStRA Karte

source: KOSTRA Method
de: Methode KOSTRA

source: Heavy rainfall index (SRI)
de: Starkregenindex (SRI)

source: The present Heavy Rainfall Index (SRI) assigns various precipitation levels to a 12-stage heavy rainfall scale. The heavy rainfall index was created site-specifically for 12 different duration levels. Depending on the duration level, a given amount of precipitation leads to a different heavy rainfall index.
de: Der vorliegende Starkregenindex (SRI) ordnet verschiedenste Niederschlagshöhen einer 12-stufigen Starkregenskala zu. Der Starkregenindex wurde dabei ortsspezifisch für 12 verschiedene Dauerstufen erstellt. Je nach Dauerstufe führt eine gegebene Niederschlagsmenge zu einem unterschiedlichen Starkregenindex.

source: The classification of precipitation levels into individual heavy rainfall categories is based on the method of
de: Die Einteilung von Niederschlagshöhen zu einzelnen Starkregenkategorien erfolgt dabei nach der Methode von

source: For the heavy rainfall categories from 1 to 7, precipitation with a certain probability of recurrence is used. The precipitation amounts of the heavy rainfall categories from 8 to 12 are derived from the precipitation heights of category 7 multiplied by an increase factor that is constant for all duration levels.
de: Für die Starkregenkategorien von 1 bis 7 werden hierfür Niederschläge einer bestimmten Wiederkehrwahrscheinlichkeit herangezogen. Die Niederschlagsmengen der Starkregenkategorien von 8 bis 12 werden über einen, für alle Dauerstufen konstanten, Erhöhungsfaktor aus den Niederschlagshöhen der Starkregenkategorie 7 abgeleitet.

source: In general, precipitation events in heavy rainfall categories 1 and 2 can be categorized as <i>"normal"</i> heavy rainfall events; events in categories 3 to 5 can be categorized as <i>intense</i> heavy rainfall events; events in categories 6 and 7 can be categorized as <i>exceptional</i> heavy rainfall events; and events in categories 8 and above can be categorized as <i>extreme</i> heavy rainfall events.
de: Generell gilt, dass Niederschlagsereignisse der Starkregenkategorie 1 und 2 zu <i>"normal"</i> Starkregenereignissen gezählt werden können; Ereignisse der Kategorie 3 bis 5 zählen zu <i>intensiven</i> Starkregenereignissen; Ereignisse der Kategorie 6 und 7 zählen zu den <i>außergewöhnlichen</i> Starkregenereignissen und Ereignisse der Kategorie 8 und mehr können als <i>extreme</i> Starkregenereignisse kategorisiert werden.

source: Data basis SRI
de: Datengrundlage SRI

source: The assignment of precipitation heights to the heavy rainfall scale is based on area-wide available design precipitations, in each case for each of the duration levels under consideration. In this case, the design precipitation from
de: Der Zuordnung von Niederschlagshöhen zu einer Starkregenskala basiert auf flächenhaft vorliegenden Bemessungsniederschlägen, jeweils für jede der betrachteten Dauerstufen. In diesem Fall wurden als Basisdaten die Bemessungsniederschläge aus

source: was used as the base data.
de: verwendet.

source: However, as the KOSTRA-DWD-2020 data are not available for each of the duration levels or required return intervals considered in the SRI, the corresponding values were derived using the available KOSTRA extreme value & correction parameters on the ordinary KOSTRA-DWD-2020 grid and then conservatively distributed to the spatially higher-resolution grid of the SRI (~&nbsp;2km&nbsp;x&nbsp;2km).
de: Da die KOSTRA-DWD-2020 Daten aber nicht für jede der im SRI betrachteten Dauerstufen bzw. benötigten Wiederkehrintervalle vorliegen, wurden die entsprechenden Werte über die verfügbaren KOSTRA-Extremwert & Korrektur-Parameter auf dem ordinären KOSTRA-DWD-2020 Raster abgeleitet und anschließend konservativ auf das räumlich höher aufgelöste SRI-Raster (~ 2km x 2km) aufgeteilt.

source: Event data
de: Ereignisdaten

source: The heavy rainfall events listed in this web application were extracted from the
de: Die in dieser Web-Anwendung angeführten Starkregenereignisse wurden aus den Daten der

source: radar climatology data
de: Radarklimatologie

source: of the German Weather Service (DWD).
de: des Deutschen Wetterdienst (DWD) extrahiert.

source: This data is available throughout Germany in a grid of approx. 1km&nbsp;x&nbsp;1km. All events that occurred in the period from 2001 to 2021 were taken into account for the listing. You can find more information about the DWD's RADKLIM product
de: Diese Daten sind deutschlandweit in einem Raster von ca.&nbsp;1km&nbsp;x&nbsp;1km verfügbar. Für die Auflistung wurden alle Ereignisse berücksichtigt, die im Zeitraum von 2001 bis 2021 auftraten. Mehr Informationen zu dem RADKLIM-Produkt des DWD erhalten Sie

source: here
de: hier

source: In order to compensate for the systematic underreporting of heavy rainfall events in the radar data compared to station measurements, the events were corrected using a statistical method. This procedure is described in
de: Um die systematische Untererfassung von Starkregenereignissen in den Radardaten im Vergleich zu Stationsmessungen auszugleichen, wurden die Ereignisse mittels eines statistischen Verfahrens korrigiert. Dieses Verfahren ist in

source: In order to intersect the RADKLIM data with the coarser SRI tiles (approx.&nbsp;2km&nbsp;x&nbsp;2km), the original 5-minute data from the grid points that intersect with the respective SRI tile were averaged according to their area fraction.
de: Um die RADKLIM-Daten mit den gröberen SRI-Kacheln (ca.&nbsp;2km&nbsp;x&nbsp;2km) zu verschneiden, wurden die originalen 5-Minutendaten aus den Rasterpunkten, die sich mit der jeweiligen SRI-Kachel schneiden, entsprechend ihrem Flächenanteil gemittelt.

source: In general, only events that correspond to an SRI&nbsp;≥&nbsp;1 are displayed. Furthermore, the maximum number of events shown was limited to 15. If fewer than 15 events with an SRI&nbsp;≥&nbsp;1 were observed in the considered period, correspondingly fewer events are shown.
de: Generell werden nur Ereignisse dargestellt, die einem SRI ≥ 1 entsprechen. Weiterhin wurde die maximale Anzahl von dargestellten Ereignissen auf 15 begrenzt. Wurden im betrachteten Zeitraum weniger als 15 Ereignisse mit einem SRI ≥ 1 beobachtet, werden entsprechend weniger Ereignisse dargestellt.

source: In order to prevent the majority of the events listed from being caused by the same precipitation event (same event, but different duration level), the additional criterion that a maximum of 4 duration levels per event are shown in the table was introduced.
de: Um zu verhindern, dass ein Großteil der aufgeführten Ereignisse auf das gleiche Niederschlagsereignis zurückgehen (gleiches Ereignis, aber andere Dauerstufe) wurde zusätzlich noch das Kriterium eingeführt, dass pro Ereignis maximal 4 Dauerstufen in der Tabelle dargestellt werden.

source: Online available
de: Online verfügbar
